Repository: HO-COOH/OsuPlayer
Catalog: OsuPlayer/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# AboutSetting.HelpText
source: About this software and the project.
zh_cn: 关于此软件和项目

# AboutSetting.Title
source: About
zh_cn: 关于

# AddFolderButton.Text
source: Add folder
zh_cn: 添加文件夹

# AllowModifyOsuDataCheckbox.Content
source: Allow modifying osu! data
zh_cn: 允许修改osu!本地数据

# AppDisplayName
source: OsuPlayerEN
zh_cn: osu!播放器

# ColumnHeaderSetting.Text
source: Column settings
zh_cn: 列设置

# ColumnHeaderSettingHide.Content
source: Hide
zh_cn: 隐藏

# ColumnHeaderSettingShow.Content
source: Show
zh_cn: 显示

# ColumnHeaderSettingTitle.Text
source: Select the columns you want to display in the song list.
zh_cn: 选择你想要显示的列

# CustomSearchTextBox.PlaceholderText
source: Custom search address
zh_cn: 自定义搜索地址前缀

# DarkButton.Content
source: Dark
zh_cn: 暗色模式

# DefaultModSetting.HelpText
source: Use a mod for default player sound effect.
zh_cn: 设置播放时使用的默认Mod

# DefaultModSetting.Title
source: Default play mod
zh_cn: 默认播放Mod

# DefaultSkinText.Text
source: Use the hitsound from this skin:
zh_cn: 使用这个皮肤中的打击音效

# DeleteMenuItem.Text
source: Delete this beatmap
zh_cn: 删除

# ExperimentalSetting.HelpText
source: !You are on your own risk!
zh_cn: ！开启后果自负！

# ExperimentalSetting.Title
source: Experimental features
zh_cn: 实验性功能

# GlobalVolumeTextBlock.Text
source: Global volume
zh_cn: 全局音量

# HitsoundSetting.Title
source: Hitsound settings
zh_cn: 打击音效设置

# HitsoundToggle.OffContent
source: Turn off hitsound
zh_cn: 关闭打击音效

# HitsoundToggle.OnContent
source: Turn on hitsound
zh_cn: 开启打击音效

# HitsoundVolumeTextBlock.Text
source: Hitsound volume
zh_cn: 打击音效音量

# JumpListCollectionDescription.Text
source: Number of collections
zh_cn: 收藏夹数目

# JumpListRecentDescription.Text
source: Number of recent songs
zh_cn: 最近歌曲数目

# JumpListSetting.HelpText
source: Numbers of shortcuts showing in the jumplist for quick launching.
zh_cn: 设置跳转列表中条目的个数

# JumpListSetting.Title
source: Jumplist settings
zh_cn: 跳转列表设置

# LanguageText.Text
source: Language
zh_cn: 语言

# LengthColumnHeaderText
source: Length
zh_cn: 长度

# LightButton.Content
source: Light
zh_cn: 亮色模式

# LinkClickActionDescription.Text
source: Actions when clicking on a link:
zh_cn: 点击链接的动作

# LinkClickBehaviorSetting.HelpText
source: Choose different behaviors when clicking on a link
zh_cn: 点击链接（例如歌曲信息）时的操作

# LinkClickBehaviorSetting.Title
source: Behaviors of clicking on links
zh_cn: 链接行为

# LinkClickCopyItem.Content
source: Copy
zh_cn: 复制

# LinkClickCustomSearch.Content
source: Custom search
zh_cn: 自定义搜索

# LinkClickNoneItem.Content
source: None
zh_cn: 无动作

# LinkClickSearchOsuItem.Content
source: Search on osu!
zh_cn: 在osu!上搜索

# ListViewMode.ToolTipService.ToolTip
source: List view / Album view
zh_cn: 列表/专辑模式

# MapperColumnHeaderText
source: Mapper
zh_cn: 作图者

# MoveToMenuItem.Text
source: Move to
zh_cn: 移动到

# MyMusicNavigationItem.Content
source: My Music
zh_cn: 我的音乐

# NavigationSearch.PlaceholderText
source: Search
zh_cn: 搜索

# OsuPathsSettings.HelpText
source: Path to your osu! installation folder.
zh_cn: osu!的安装路径

# OsuPathsSettings.Title
source: osu! Paths
zh_cn: osu!路径

# PlayMenuItem.Text
source: Play
zh_cn: 播放

# PropertyMenuItem.Text
source: Properties
zh_cn: 地图信息

# RecentNavigationItem.Content
source: Recent
zh_cn: 最近项目

# RemoveFromListMenuItem.Text
source: Remove from list
zh_cn: 从列表中移除

# SearchNoResult.Text
source: Check your spelling, or search for somgthing else
zh_cn: 请检查你的拼写或者搜索点别的

# SettingsTitle.Text
source: Settings
zh_cn: 设置

# SingerColumnHeaderText
source: Singer
zh_cn: 歌手

# SongItemDialogArtist.Text
source: Artist
zh_cn: 艺术家

# SongItemDialogBitrate.Text
source: Bit rate
zh_cn: 比特率

# SongItemDialogLength.Text
source: Length
zh_cn: 长度

# SongItemDialogSongLocation.Text
source: Song location
zh_cn: 歌曲路径

# SongItemDialogTags.Text
source: Tags
zh_cn: 标签

# SongItemDialogTitle.Text
source: Title
zh_cn: 歌名

# SongPropertyTitle.Text
source: Properties
zh_cn: 信息

# SongVolumeTextBlock.Text
source: Music volume
zh_cn: 音乐音量

# SystemThemeButton.Content
source: Use system setting
zh_cn: 跟随系统

# ThemeSetting.HelpText
source: Sets the theme of this application.
zh_cn: 设置此应用亮色或暗色主题

# ThemeSetting.Title
source: Theme
zh_cn: 主题

# VersionColumnHeaderText
source: Version
zh_cn: 版本
